// DL8 Type-D
// Ver 3.3.94
var ai_chs = 6;
var ai_ch = ["AI01","AI02","AI03","AI04","AI05","AI32"];
var ai_name = ["連系電圧","高圧電流","売電電力","力率","電力量積算用","時刻（積算リセット用）"];
var ai_comm = ["AI1","AI2","AI3","AI4","AI5","AI32"];
var ai_real = ["6588","11.6","128.81","90.62","128.74","19"];
var ai_per = ["74.11","38.69","32.11","45.31","32.12","0.19"];
var ai_unit = ["V","A","kW","%","kW","h"];
var ai_area = ["","","","","","AREA2"];
var ai_color = ["#000000","#000000","#000000","#000000","#000000","#000000"];
var ai_chno = [1,2,3,4,5,32];
