// DL8 Type-E
// Ver 3.3.15
var pi_chs = 6;
var pi_ch = ["PI01","PI02","PI03","PI04","PI05","PI06"];
var pi_name = ["買電電力量積算値","売電電力量積算値","使用水量積算値","運転時間積算値","本日の発電量","本日の使用水量"];
var pi_comm = ["PI1","PI2","PI3","PI4","PI5","PI6"];
var pi_real = ["3474","669369","1342002","6196.3","463","926"];
var pi_unit = ["kWh","kWh","m3","h","kWh","m3"];
var pi_area = ["","","","","",""];
var pi_color = ["#000000","#000000","#000000","#000000","#000000","#000000"];
var pi_chno = [1,2,3,4,5,6];
var pi_enable = 0;
